/* AD: Forest automatic */
"- Automatic -" = "- 自動 -";

/* AD: Alert title */
"Account expired or disabled" = "帳號已過期或已停用";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory 只允許您的電腦上的時鐘與 Active Directory 伺服器上的時鐘有細微的差異。您必須檢查電腦上的時間和時區設定，必要時請重新設定。";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "“Active Directory 外掛模組”需要透過 Mac OS X 來控制“/Library/Preferences/edu.mit.Kerberos”檔案。現有的檔案將會被重新命名為“/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”。";

/* AD: Alert title */
"Active Directory time error" = "Active Directory 時間錯誤";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "指定的網域和樹系組合無效。您必須為網域和樹系輸入完全合格的 DNS 名稱（如 ads.company.com）。";

/* AD: Alert title */
"An unknown error occurred" = "發生未知的錯誤";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "讀取設定時發生未知的錯誤。";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "更新設定時發生未知的錯誤。";

/* AD: Dialog status message */
"An unknown error occurred." = "發生未知的錯誤。";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "授權錯誤";

/* AD: Dynamic button title */
"Bind\\U2026" = "綁定⋯";

/* AD: Button title */
"Cancel" = "取消";

/* AD: Alert message */
"Configuring on Master or Replica" = "正在主要或複本目錄上設定";

/* AD: Alert title */
"Container does not exist" = "容器不存在";

/* AD: Button title */
"Continue" = "繼續";

/* AD: Button title */
"Force Unbind" = "強制解除綁定";

/* AD: Dynamic button title */
"Hide Advanced Options" = "隱藏進階選項";

/* AD: Alert title */
"Insufficient privileges" = "權限不足";

/* AD: Alert title */
"Invalid domain" = "無效的網域";

/* AD: Alert title */
"Invalid user name and password combination" = "無效的使用者名稱與密碼組合";

/* AD: Alert title */
"Join existing account?" = "加入現有的帳號？";

/* AD: Alert title */
"Join Kerberos realm" = "加入 Kerberos 領域";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos 檔案已存在";

/* AD: Alert title */
"Memory allocation error" = "記憶體配置錯誤";

/* Alert Button */
"OK" = "好";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "正在將此電腦從 Active Directory 裡移除";

/* AD: Alert Button */
"Rename" = "重新命名";

/* AD: Dynamic button title */
"Show Advanced Options" = "顯示進階選項";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "步驟 5 之 1：正在搜尋樹系∕網域資訊⋯";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "步驟 5 之 2：正在尋找最近的網域控制器⋯";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "步驟 5 之 3：正在驗證憑證⋯";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "步驟 5 之 4：正在搜尋現有的電腦⋯";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "步驟 5 之 5：正在將電腦綁定至網域⋯";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "步驟 5 之 5：正在將電腦加到網域裡⋯";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "您輸入的帳號資訊所指定的帳號已經存在。要將這部電腦加入到現有的電腦帳號裡嗎？這項操作將無法還原。";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "您提供的帳號資訊已過期或被停用。您必須提供其他管理者帳號。";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "您指定的管理者帳號沒有適當的權限來執行所要求的操作。";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "您為這部電腦所指定的容器不存在。請驗證該容器的相關資訊並重試一次。";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "這部電腦無法存取網域控制器，原因不明。";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "若要加入此伺服器以連接“Active Directory Kerberos 領域”，請打開“伺服器管理”並選擇此伺服器的 Open Directory。在“設定”面板裡按一下“一般”，再按一下“加入 Kerberos”；然後輸入此伺服器上的本機管理者憑證。";

/* AD: Alert title */
"Unable to access domain controller" = "無法存取網域控制器";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "無法為此項作業配置記憶體。";

/* AD: Alert Title */
"Unable to open Active Directory node" = "無法打開 Active Directory 節點";

/* AD: Alert message */
"Unable to open Active Directory node." = "無法打開 Active Directory 節點。";

/* AD: Dynamic button title */
"Unbind\\U2026" = "解除綁定⋯";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "警告，您正在 Open Directory 的“主要”或“複本”目錄上設定“Active Directory 外掛模組”。繼續動作可能會導致 Open Directory Kerberos 伺服器發生問題。";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "警告：如果您按一下強制解除綁定，將會在目錄裡留下一個未使用的電腦帳號。";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "您沒有讀取此外掛模組設定的權限。";

/* AD: Alert message */
"You are not authorized to update the configuration" = "您沒有更新此設定的權限";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "您所提供的使用者名稱和密碼組合無效。您必須檢查使用者名稱和密碼，然後再試一次。";

